Autodesk.Revit.UI.Events.DockableFrameFocusChangedEventArgs.PaneId
The identifier for dockable pane.
Since:
2015

Autodesk.Revit.UI.Events.DockableFrameFocusChangedEventArgs.FocusGained
True if the pane is being activated, false if it is being inactivated.
Since:
2015

Autodesk.Revit.UI.Events.DockableFrameFocusChangedEventArgs
The event arguments used by the DockableFrameActivatedChanged event.
Since:
2015